export const doctors = [
  {
    id: 1,
    img: "doctor1.png",
    name: "РУЗИЕВ УМИД САНАКУЛОВИЧ",
    occupation:
      "Секретарь ассоциации бариатрических и метаболических хирургов Узбекистана",
    text: "Ассистент кафедры хирургических болезней  Ташкентской медицинской академии.Доктор философии  PhD) по медицинских наук.  В 2004 году окончил лечебный факультет ТМА. Тема диссертации: « Разработка хирургических методов лечения сахарного диабета 2 типа, ассоциированного с ожирением » . Хирургический стаж 18 лет.",
  },
  {
    id: 2,
    img: "doctor2.png",
    name: "ДЖУМАЕВ НОЗИМ АДХАМОВИЧ",
    occupation:
      "Член ассоциации бариатрических и метаболических хирургов Узбекистана.",
    text: "Ассистент кафедры хирургических болезней  Ташкентской медицинской академии. В 2012 году окончил медицинский факультет ТМА. Хирургический стаж 10 лет.",
  },
  {
    id: 3,
    img: "doctor3.png",
    name: "МУРОДОВ АЛИДЖОН САЛИМОВИЧ",
    occupation:
      "Член ассоциации бариатрических и метаболических хирургов Узбекистана. ",
    text: "Старшый преподаватель кафедры хирургических болезней  Ташкентской медицинской академии. Доктор философии  PhD) по медицинских наук В 2003 году окончил Бухарский государственный медицинский институт. Хирургический стаж 18 лет.",
  },
  {
    id: 4,
    img: "doctor4.png",
    name: "ТАВАШАРОВ БАХОДИР НАЗАРОВИЧ",
    occupation:
      "Член ассоциации бариатрических и метаболических хирургов Узбекистана. ",
    text: "Старшый преподаватель кафедры хирургических болезней  Ташкентской медицинской академии.Доктор философии  PhD) по медицинских наук. В 2010 году окончил медицинский факультет ТМА. Хирургический стаж 12 лет.",
  },
];
