export const data = [
  {
    img: "surgery1.png",
    title: "Roux-en-Y gastric bypass",
    description:
      "Шунтирование желудка по Ру─ бариатрическая хирургическая процедура с целью уменьшения веса. При этом желудок делят на малую (желудочный мешок, 15-25мл) и большую части. Желудочный мешок может принимать очень небольшое количество пищи, таким образом, происходит быстрое насыщение. Параллельно с этим происходит обход тонкой кишки, так что пищеварительные соки из желчного пузыря и поджелудочной железы встречаются с пищей намного позже.",
    id: 0,
  },
  {
    img: "surgery2.png",
    title: "Mini gastric bypass",
    description:
      "При МГШ из желудка выкраивается тонкая узкая трубка объемом около 50 мл, аналогичная желудочному рукаву при продольной резекции желудка и накладывается один анастомоз между этим рукавом и петлей тонкой кишки на расстоянии 150-200 см от связки Трейтца. Около двух метров тонкой кишки выключается из пищеварения. В отличие от ГШ  сохраняется пилорический жом желудка, препятствующий обратному забросу желчи.",
    id: 1,
  },
  {
    img: "surgery3.png",
    title: "Intra Gastric Balloon",
    description:
      "Лечение ожирения методом желудочного баллонирования (BIB) является одной из эффективных методик снижения веса. Внутрижелудочный баллон представляет собой силиконовый шар, который вводится в желудок пациента эндоскопически. После введения в желудок баллон заполняется воздухом или водой и занимает значительную часть желудка. Внутрижелудочный баллон занимает в желудке достаточно большое пространство. Для пищи остается совсем немного места. Поэтому становится невозможным съесть большое количество пищи за один раз.",
    id: 2,
  },
];
