{
  "Bosh sahifa": "Bosh sahifa",
  "Buyutma berish NeuroAiD™II": "Buyutma berish NeuroAiD™II",
  "NeuroAiD™II Haqida": "NeuroAiD™II Haqida",
  " NeuroAiD has no impact on hepatic and renal functions, cardiovascular parameters, and other biological parameters1, 2 NeuroAiD is not competing nor interacting with other medications. It can be safely combined to usual post-stroke medications or post-traumatic brain injury medications, and can also be added to other therapeutic products1,3. No increase in the rates of delayed adverse events have been reported up to 2 years following a 3-month course with NeuroAiD4,5.": "NeuroAiD jigar va buyrak funktsiyalariga, yurak-qon tomir parametrlariga va boshqa biologik parametrlarga ta'sir qilmaydi1, 2 NeuroAiD boshqa dorilar bilan raqobatlashmaydi va o'zaro ta'sir qilmaydi. U odatdagi insultdan keyingi dorilar yoki miya shikastlanishidan keyingi dorilar bilan xavfsiz tarzda birlashtirilishi mumkin va boshqa terapevtik mahsulotlarga qo'shilishi mumkin1,3. NeuroAiD4,5 bilan 3 oylik kursdan so'ng 2 yilgacha kechikkan nojo'ya ta'sirlar tezligining oshishi qayd etilmagan.",
  " was historically a Traditional Chinese Medicine and is listed in Singapore since 2006 as a Chinese Proprietary Medicine and is indicated to support neurological functions.": " tarixan an'anaviy xitoy tabobati bo'lgan va 2006 yildan beri Singapurda Xitoyning xususiy tibbiyoti sifatida ro'yxatga olingan va nevrologik funktsiyalarni qo'llab-quvvatlash uchun ko'rsatilgan.",
  "0.0.1 NeuroAiD takes his origins in the traditional medicine. It is a natural product, made of 9 herbal ingredients.": "0.0.1 NeuroAiD o'zining kelib chiqishini an'anaviy tibbiyotdan oladi. Bu tabiiy mahsulot bo'lib,9 ta o'simlik tarkibiy qismlaridan iborat.",
  "0.0.2 Scientists have conducted several studies on NeuroAiD and identified multiple properties involved in neurorepair mechanisms that are stimulated following a brain injury. While the role of each ingredient is not well defined, the synergistic effect of their combination appears to be an optimal answer to boost the recovery process.": "0.0.2 Olimlar NeuroAiD bo'yicha bir nechta tadqiqotlar o'tkazdilar va miya shikastlanishidan keyin qo'zg'atiladigan neyrorepair mexanizmlarida ishtirok etadigan bir nechta xususiyatlarni aniqladilar. Har bir tarkibiy qismning roli yaxshi aniqlanmagan bo'lsa-da, ularning kombinatsiyasining sinergik ta'siri tiklanish jarayonini kuchaytirish uchun maqbul javob bo'lib ko'rinadi.",
  "0.0.3 Manufacturing of NeuroAiD is standardized with strict quality control and compliance to Good Manufacturing Practice.": "0.0.3 NeuroAiD ishlab chiqarish qattiq sifat nazorati va Yaxshi ishlab chiqarish amaliyotiga muvofiqlik bilan standartlashtirilgan.",
  "1 Composition": "1 Tarkibi",
  "1 NeuroAiD is safe and well tolerated.": "1 NeuroAiD xavfsiz va yaxshi muhosaba qilinadi.",
  "1.0.0.0.1 Each ingredient is selected for its properties and safety profile. Manufacturing of NeuroAiD is standardized with strict quality and Good Manufacturing Practice compliance.": "1.0.0.0.1 Har bir ingredient uning xususiyatlari va xavfsizlik profili uchun tanlanadi. NeuroAiD ishlab chiqarish qat'iy sifat va yaxshi ishlab chiqarish amaliyotiga muvofiq standartlashtirilgan.",
  "1.0.1 The safety profile of NeuroAiD is now well established. All clinical studies have reported NeuroAiD as a safe product, without severe adverse events and with only rare and transitory gastro-intestinal discomfort (e.g., nausea, vomiting) in subjects with sensitive digestive transit.": "1.0.1 NeuroAiD ning xavfsizlik profili hozirda yaxshi tashkil etilgan. Barcha klinik tadkikotlar NeuroAiD ni og'ir nojo'ya ta'sirlarsiz va ovqat hazm qilish tranziti sezgir bo'lgan sub'ektlarda faqat kam uchraydigan va o'tkinchi oshqozon-ichak bezovtaliklari (masalan, ko'ngil aynishi, qusish) bilan xavfsiz mahsulot sifatida qayd etdi.",
  "1.0.2 NeuroAiD has no impact on hepatic and renal functions, cardiovascular parameters, and other biological parameters1,2": "1.0.2 NeuroAiD jigar va buyrak funktsiyalari, yurak-qon tomir parametrlari va boshqa biologik parametrlarga ta'sir qilmaydi1,2",
  "1.0.3 NeuroAiD is not competing nor interacting with other medications. It can be safely combined to usual post-stroke medications or post-traumatic brain injury medications, and can also be added to other therapeutic products1,3.": "1.0.3 NeuroAiD boshqa dorilar bilan raqobatlashmaydi va o'zaro ta'sir qilmaydi. U odatdagi insultdan keyingi dorilar yoki miya shikastlanishidan keyingi dorilar bilan xavfsiz tarzda birlashtirilishi mumkin va boshqa terapevtik mahsulotlarga qo'shilishi mumkin1,3.",
  "1.0.4 No increase in the rates of delayed adverse events have been reported up to 2 years following a 3-month course with NeuroAiD4,5.": "1.0.4 NeuroAiD4,5 bilan 3 oylik kursdan so'ng 2 yilgacha kechikkan nojo'ya ta'sirlar tezligining oshishi qayd etilmagan.",
  "1.1 Always seek advice from your physician.": "1.1 Har doim shifokoringizdan maslahat so'rang.",
  "1.1.1 References": "1.1.1 Adabiyotlar",
  "1.2 Find-out if NeuroAiD is right for you.": "1.2 NeuroAiD sizga mos kelishini bilib oling.",
  "1.2.1 Leave your questions to our Customer Care team by clicking on the box below. Always seek advice from your physician.": "1.2.1 Quyidagi katakchani bosish orqali mijozlarni qo‘llab-quvvatlash bo‘limiga savollaringizni qoldiring. Har doim shifokoringizdan maslahat so'rang.",
  "2 How to take NeuroAiD?": "2 NeuroAiD ni qanday qabul qilish kerak?",
  "2 capsules, 3 times daily": "2 kapsuladan, kuniga 3 marta",
  "2.0.1 Oral treatment in capsule form.": "2.0.1 Kapsül shaklida og'iz orqali davolash.",
  "2.0.2 2 capsules, 3 times daily.": "2.0.2 2 kapsuladan, kuniga 3 marta.",
  "2.0.3 Recommended for a minimum of 3 months.": "2.0.3 Kamida 3 oy davomida tavsiya etiladi.",
  "2.0.4 Complying with the recommended dosage gives the highest chance to get the most benefits from NeuroAiD.": "2.0.4 Tavsiya etilgan dozaga rioya qilish NeuroAiD-dan maksimal foyda olish uchun eng yuqori imkoniyatni beradi.",
  "2.1 Find-out if NeuroAiD is right for you.": "2.1 NeuroAiD siz uchun mos yoki yo'qligini bilib oling.",
  "2.1.1 Leave your questions to our Customer Care team by clicking on the box below. Always seek advice from your physician.": "2.1.1 Quyidagi katakchani bosish orqali mijozlarni qo'llab-quvvatlash bo'yicha jamoamizga savollaringizni qoldiring. Har doim shifokoringizdan maslahat so'rang.",
  "ASK YOUR QUESTIONS": "SAVOLLARINGIZNI BERING",
  "Alternatively, you may also purchase NeuroAiD™II from Physician Clinics and selected Guardian, Unity or Watson Pharmacies.": "Shu bilan bir qatorda, NeuroAiD™ II ni Physician Clinics va tanlangan Guardian, Unity yoki Watson dorixonalarida xarid qilishingiz mumkin.",
  "Always seek advice from your physician.": "Har doim shifokoringizdan maslahat so'rang.",
  "Apply": "Apply",
  "BIZ BILAN BOG'LANISH": "BIZ BILAN BOG'LANISH",
  "Biz Bilan Bog'lanish": "Biz Bilan Bog'lanish",
  "Bizga Qo'shiling": "Bizga Qo'shiling",
  "Buyurtma formasi": "Buyurtma formasi",
  "Chen C va boshqalar. Xitoy tibbiyotining NeuroAiD insultni tiklash bo'yicha samaradorligi: ikki marta ko'r, platsebo-nazorat qilinadigan, randomizatsiyalangan tadqiqot. Qon tomir. 2013a;44:2093-2100": "Chen C va boshqalar. Xitoy tibbiyotining NeuroAiD insultni tiklash bo'yicha samaradorligi: ikki marta ko'r, platsebo-nazorat qilinadigan, randomizatsiyalangan tadqiqot. Qon tomir. 2013a;44:2093-2100",
  "Comply with the recommended dosage to gain maximum benefit from NeuroAiD™II": "NeuroAiD™ II dan maksimal foyda olish uchun tavsiya etilgan dozaga rioya qiling",
  "Composition": "Tarkibi",
  "Composition & Dosage": "Tarkibi va Dozasi",
  "Content": "Tarkib",
  "Content can also be diluted in water": "Tarkibni suvda suyultirish ham mumkin",
  "Depending on the conditions of nerves and brain, rehabilitation is essential to regain and improve abilities.": "Nervlar va miyaning holatiga qarab, qobiliyatlarni tiklash va yaxshilash uchun reabilitatsiya zarur.",
  "E-pochta manzili": "E-pochta manzili",
  "Each ingredient is selected for its properties and safety profile. Manufacturing of NeuroAiD is standardized with strict quality and Good Manufacturing Practice compliance.": "Har bir ingredient o'zining xususiyatlari va xavfsizlik profili uchun tanlanadi. NeuroAiD ishlab chiqarish qat'iy sifat va yaxshi ishlab chiqarish amaliyotiga muvofiq standartlashtirilgan.",
  "Familiya": "Familiya",
  "Familya": "Familya",
  "Find out if NeuroAiD™II is right for you:": "NeuroAiD™II sizga mos keladimi yoki yo'qligini bilib oling:",
  "Gan R va boshqalar. Danqi Piantan Jiaonang normal sub'ektlar va insultli bemorlarda gemostaz, gematologiya va biokimyoni o'zgartirmaydi. Miya qon tomir kasalliklari. 2008;25:450-456.": "Gan R va boshqalar. Danqi Piantan Jiaonang normal sub'ektlar va insultli bemorlarda gemostaz, gematologiya va biokimyoni o'zgartirmaydi. Miya qon tomir kasalliklari. 2008;25:450-456.",
  "How to get ": "Qanday qilib olish mumkin",
  "How to take NeuroAiD™II?": "NeuroAiD™ II ni qanday qabul qilish kerak?",
  "If you would like more information on NeuroAiD™II, please feel free to contact our Customer Service at +65 6211 3715 during office hours.": "Agar siz NeuroAiD™II haqida qoʻshimcha maʼlumotga ega boʻlishni istasangiz, ish vaqtida +65 6211 3715 telefon raqami orqali mijozlarga xizmat koʻrsatish bilan bogʻlaning.",
  "Ism": "Ism",
  "Ismi": "Ismi",
  "Key facts on": "Asosiy faktlar haqida",
  "Manufacturing of NeuroAiD is standardized with strict quality control and compliance to Good Manufacturing Practice.": "NeuroAiD ishlab chiqarish qattiq sifat nazorati va yaxshi ishlab chiqarish amaliyotiga muvofiqlik bilan standartlashtirilgan.",
  "Medicin market": "Medicin market",
  "Mobil telefon raqami": "Mobil telefon raqami",
  "NeuroAiD is safe and well tolerated.": "NeuroAiD xavfsiz va yaxshi muhosaba qilinadi.",
  "NeuroAiD takes his origins in the traditional medicine. It is a natural product, made of 9 herbal ingredients.": "NeuroAiD o'zining kelib chiqishini an'anaviy tibbiyotdan oladi. Bu tabiiy mahsulot bo'lib,9 ta o'simlik tarkibiy qismlaridan iborat.",
  "NeuroAiD™II helps support neurological functions and is recommended for patients undergoing rehabilitation program for improving motor and cognitive functions.": " NeuroAiD™II nevrologik funktsiyalarni qo'llab-quvvatlashga yordam beradi va motor va kognitiv funktsiyalarni yaxshilash uchun reabilitatsiya dasturidan o'tayotgan bemorlarga tavsiya etiladi.",
  "NeuroAiD™II is made of 9 natural ingredients: Astragalus root (Radix astragali), Salvia Miltiorrhiza root (Radix Salviae miltiorrhizae), Chinese Peony root (Radix Paeonia rubra), rhizome of Lovage (Rhizoma chuanxiong), Chinese Angelica root (Radix Angelicae sinensis), Safflower(Carthamus tinctorius), Peach seed (Semen persicae), Thinleaf Milkwort root (Radix polygalae), Grassleaf Sweetflag rhizome (Rhizoma Acori tatarinowii)": "NeuroAiD™II 9 ta tabiiy ingredientdan iborat: astragalus ildizi (Radix astragali), Salvia Miltiorrhiza ildizi (Radix Salviae miltiorrhizae), xitoy pioni ildizi (Radix Paeonia rubra), Lovage ildizpoyasi (Rhizoma chuanxiong), xitoycha sin Angelica ildizi (Rhizoma chuanxiong) ), otquloq (Carthamus tinctorius), shaftoli urugʻi (Semen persicae), yupqa bargli sut qurti ildizi (Radix polygalae), oʻtloqli shirin ildizpoya (Rhizoma Acori tatarinowii)",
  "NeuroAiD™II scientifically researched": "NeuroAiD™ II ilmiy jihatdan tadqiq qilingan",
  "Oral formula in capsule form made of 9 natural herbal ingredients.": "9 ta tabiiy o'simlik tarkibiy qismlaridan iborat kapsula shaklida og'iz formulasi.",
  "Oral treatment in capsule form": "Kapsül shaklida og'iz orqali davolash",
  "Over 45 scientific papers have been published and the research remains very active with ongoing trials to further assess the properties of NeuroAiD’s family products.": "45 dan ortiq ilmiy maqolalar nashr etilgan va tadqiqot NeuroAiD oilaviy mahsulotlarining xususiyatlarini yanada baholash uchun davom etayotgan sinovlar bilan juda faol bo'lib qolmoqda.",
  "Page Not Found": "Page Not Found",
  "Pharmacology and pre-clinical studies (made on cells cultures and animal models) have been conducted to identify the mechanisms of action of NeuroAiD™II, confirming the multimodal approach of the product.": "NeuroAiD ™ II ning ta'sir qilish mexanizmlarini aniqlash uchun farmakologiya va klinikadan oldingi tadqiqotlar (hujayra madaniyati va hayvonlar modellarida qilingan) o'tkazildi, bu mahsulotning multimodal yondashuvini tasdiqlaydi.",
  "Please seek professional advice from your physician or your leading pharmacy.": "Iltimos, shifokoringiz yoki etakchi dorixonangizdan professional maslahat so'rang.",
  "Recommended course duration: 3 months renewable": "Tavsiya etilgan kurs davomiyligi: 3 oy yangilanishi mumkin",
  "Recommended for patients in rehabilitation to support their program for improving daily functional independence.": "Kundalik funktsional mustaqillikni yaxshilash dasturini qo'llab-quvvatlash uchun reabilitat bemorlarga tavsiya etiladi.",
  "References": "Ma'lumotnomalar",
  "Registered and sold in 35 countries worldwide.": "Dunyo bo'ylab 35 mamlakatda ro'yxatdan o'tgan va sotilgan.",
  "Research has been conducted with involvement of international experts. Findings have been published in specialized journals and released in international conferences over the years.": "Xalqaro ekspertlarni jalb qilgan holda tadqiqot ishlari olib borildi. Yillar davomida tadqiqot natijalari ixtisoslashtirilgan jurnallarda nashr etilgan va xalqaro konferentsiyalarda e'lon qilingan.",
  "Safety & Profile": "Xavfsizlik va profili",
  "Scientifically researched.": "Ilmiy tadqiq qilingan.",
  "Scientists have conducted several studies on NeuroAiD and identified multiple properties involved in neurorepair mechanisms that are stimulated following a brain injury. While the role of each ingredient is not well defined, the synergistic effect of their combination appears to be an optimal answer to boost the recovery process.": "Olimlar NeuroAiD bo'yicha bir nechta tadqiqotlar o'tkazdilar va miya shikastlanishidan keyin qo'zg'atiladigan neyrorepair mexanizmlarida ishtirok etadigan bir nechta xususiyatlarni aniqladilar. Har bir tarkibiy qismning roli yaxshi aniqlanmagan bo'lsa-da, ularning kombinatsiyasining sinergik ta'siri tiklanish jarayonini kuchaytirish uchun maqbul javob bo'lib ko'rinadi.",
  "Shahripour RB va boshqalar. O'tkir ishemik insult bilan og'rigan kavkazlik bemorlarda NeuroAiD ning uzoq muddatli xavfsizligini baholash uchun tasodifiy sinov. Chin J Integr Med. 2014;20(11): 812-817.": "Shahripour RB va boshqalar. O'tkir ishemik insult bilan og'rigan kavkazlik bemorlarda NeuroAiD ning uzoq muddatli xavfsizligini baholash uchun tasodifiy sinov. Chin J Integr Med. 2014;20(11): 812-817.",
  "Supports motor and cognitive functions to improve quality of life.": "Hayot sifatini yaxshilash uchun vosita va kognitiv funktsiyalarni qo'llab-quvvatlaydi.",
  "Tarkibi - Doza": "Tarkibi - Doza",
  "The NEUROLOGICAL FUNCTIONS correspond to motor and cognitive functions mediated by the brain and nerves.": "NEVROLOGIK FUNKSIYALAR miya va nervlar vositachiligidagi vosita va kognitiv funktsiyalarga mos keladi.",
  "The safety profile of NeuroAiD is now well established. All clinical studies have reported NeuroAiD as a safe product, without severe adverse events and with only rare and transitory gastro-intestinal discomfort (e.g., nausea, vomiting) in subjects with sensitive digestive transit. ": "NeuroAiD ning xavfsizlik profili hozirda yaxshi tasdiqlangan. Barcha klinik tadkikotlar NeuroAiD ni og'ir nojo'ya ta'sirlarsiz va ovqat hazm qilish tranziti sezgir bo'lgan sub'ektlarda faqat kam uchraydigan va o'tkinchi oshqozon-ichak bezovtaliklari (masalan, ko'ngil aynishi, qusish) bilan xavfsiz mahsulot sifatida qayd etdi.",
  "These functions are essential for daily activities such as moving, thinking, speaking and interacting socially.": "Ushbu funktsiyalar harakat qilish, fikrlash, gapirish va ijtimoiy muloqot kabi kundalik faoliyat uchun zarurdir.",
  "Venketasubramanian N va boshqalar. Xitoy tibbiyoti NeuroAiD insultni tiklash bo'yicha samaradorligi - Kengaytma tadqiqoti (CHIMES-E): Uzoq muddatli samaradorlikning ko'p markazli tadqiqoti. Miya qon tomir kasalliklari. 2015;39:309-318.": "Venketasubramanian N va boshqalar. Xitoy tibbiyoti NeuroAiD insultni tiklash bo'yicha samaradorligi - Kengaytma tadqiqoti (CHIMES-E): Uzoq muddatli samaradorlikning ko'p markazli tadqiqoti. Miya qon tomir kasalliklari. 2015;39:309-318.",
  "What are the neurological functions": "Nevrologik funktsiyalar qanday",
  "Xavfsizlik profili": "Xavfsizlik profili",
  "You can order NeuroAiD™II directly online and get it delivered to your home in Singapore within 1-2 working days by calling +65 6211 3715": "NeuroAiD™IIga toʻgʻridan-toʻgʻri onlayn buyurtma berishingiz va uni +65 6211 3715 raqamiga qoʻngʻiroq qilib, 1-2 ish kuni ichida Singapurdagi uyingizga yetkazib berishingiz mumkin.",
  "You could also leave your questions by clicking on the box below.": "Quyidagi katakchani bosish orqali ham savollaringizni qoldirishingiz mumkin.",
  "Young S va boshqalar. O'tkir ishemik insult bilan og'rigan bemorlarda MLC601 (NeuroAiD) ning xavfsizlik profili: insultni tiklash bo'yicha Xitoy tibbiyotining NeuroAiD samaradorligi bo'yicha Singapur tadqiqoti. Miya qon tomir kasalliklari. 2010;30:1-6.": "Young S va boshqalar. O'tkir ishemik insult bilan og'rigan bemorlarda MLC601 (NeuroAiD) ning xavfsizlik profili: insultni tiklash bo'yicha Xitoy tibbiyotining NeuroAiD samaradorligi bo'yicha Singapur tadqiqoti. Miya qon tomir kasalliklari. 2010;30:1-6.",
  "is manufactured following the international standards of Good Manufacturing Practices and has a well - established quality profile. Each batch of NeuroAiD™II is subjected to stringent quality control and ensuring the safety and quality of the product.": "Yaxshi ishlab chiqarish amaliyoti xalqaro standartlari asosida ishlab chiqariladi va yaxshi o'rnatilgan sifat profiliga ega. NeuroAiD™ II ning har bir partiyasi qat'iy sifat nazoratidan o'tkaziladi va mahsulot xavfsizligi va sifatini ta'minlaydi. "
}
