{
  "Bosh sahifa": "Bosh sahifa",
  "Haqida NeuroAiD™II": "Haqida NeuroAiD™II",
  "Buyutma berish NeuroAiD™II": "Buyutma berish NeuroAiD™II",
  " was historically a Traditional Chinese Medicine and is listed in Singapore since 2006 as a Chinese Proprietary Medicine and is indicated to support neurological functions.": " tarixan an'anaviy xitoy tabobati bo'lgan va 2006 yildan beri Singapurda Xitoyning xususiy tibbiyoti sifatida ro'yxatga olingan va nevrologik funktsiyalarni qo'llab-quvvatlash uchun ko'rsatilgan.",
  "2 capsules, 3 times daily": "2 kapsuladan, kuniga 3 marta",
  "ASK YOUR QUESTIONS": "SAVOLLARINGIZNI BERING",
  "Alternatively, you may also purchase NeuroAiD™II from Physician Clinics and selected Guardian, Unity or Watson Pharmacies.": "Shu bilan bir qatorda, NeuroAiD™ II ni Physician Clinics va tanlangan Guardian, Unity yoki Watson dorixonalarida xarid qilishingiz mumkin.",
  "Apply": "Apply",
  "Bizga Qo'shiling": "Bizga Qo'shiling",
  "Buyurtma formasi": "Buyurtma formasi",
  "Comply with the recommended dosage to gain maximum benefit from NeuroAiD™II": "NeuroAiD™ II dan maksimal foyda olish uchun tavsiya etilgan dozaga rioya qiling",
  "Content can also be diluted in water": "Tarkibni suvda suyultirish ham mumkin",
  "Depending on the conditions of nerves and brain, rehabilitation is essential to regain and improve abilities.": "Nervlar va miyaning holatiga qarab, qobiliyatlarni tiklash va yaxshilash uchun reabilitatsiya zarur.",
  "E-pochta manzili": "E-pochta manzili",
  "Familiya": "Familiya",
  "Familya": "Familya",
  "Find out if NeuroAiD™II is right for you:": "NeuroAiD™II sizga mos keladimi yoki yo'qligini bilib oling:",
  "How to get ": "Qanday qilib olish mumkin",
  "How to take NeuroAiD™II?": "NeuroAiD™ II ni qanday qabul qilish kerak?",
  "If you would like more information on NeuroAiD™II, please feel free to contact our Customer Service at +65 6211 3715 during office hours.": "Agar siz NeuroAiD™II haqida qoʻshimcha maʼlumotga ega boʻlishni istasangiz, ish vaqtida +65 6211 3715 telefon raqami orqali mijozlarga xizmat koʻrsatish bilan bogʻlaning.",
  "Ism": "Ism",
  "Ismi": "Ismi",
  "Key facts on": "Asosiy faktlar haqida",
  "Medicin market": "Medicin market",
  "Mobil telefon raqami": "Mobil telefon raqami",
  "NeuroAiD™II helps support neurological functions and is recommended for patients undergoing rehabilitation program for improving motor and cognitive functions.": " NeuroAiD™II nevrologik funktsiyalarni qo'llab-quvvatlashga yordam beradi va motor va kognitiv funktsiyalarni yaxshilash uchun reabilitatsiya dasturidan o'tayotgan bemorlarga tavsiya etiladi.",
  "NeuroAiD™II is made of 9 natural ingredients: Astragalus root (Radix astragali), Salvia Miltiorrhiza root (Radix Salviae miltiorrhizae), Chinese Peony root (Radix Paeonia rubra), rhizome of Lovage (Rhizoma chuanxiong), Chinese Angelica root (Radix Angelicae sinensis), Safflower(Carthamus tinctorius), Peach seed (Semen persicae), Thinleaf Milkwort root (Radix polygalae), Grassleaf Sweetflag rhizome (Rhizoma Acori tatarinowii)": "NeuroAiD™II 9 ta tabiiy ingredientdan iborat: astragalus ildizi (Radix astragali), Salvia Miltiorrhiza ildizi (Radix Salviae miltiorrhizae), xitoy pioni ildizi (Radix Paeonia rubra), Lovage ildizpoyasi (Rhizoma chuanxiong), xitoycha sin Angelica ildizi (Rhizoma chuanxiong) ), otquloq (Carthamus tinctorius), shaftoli urugʻi (Semen persicae), yupqa bargli sut qurti ildizi (Radix polygalae), oʻtloqli shirin ildizpoya (Rhizoma Acori tatarinowii)",
  "NeuroAiD™II scientifically researched": "NeuroAiD™ II ilmiy jihatdan tadqiq qilingan",
  "Oral formula in capsule form made of 9 natural herbal ingredients.": "9 ta tabiiy o'simlik tarkibiy qismlaridan iborat kapsula shaklida og'iz formulasi.",
  "Oral treatment in capsule form": "Kapsül shaklida og'iz orqali davolash",
  "Over 45 scientific papers have been published and the research remains very active with ongoing trials to further assess the properties of NeuroAiD’s family products.": "45 dan ortiq ilmiy maqolalar nashr etilgan va tadqiqot NeuroAiD oilaviy mahsulotlarining xususiyatlarini yanada baholash uchun davom etayotgan sinovlar bilan juda faol bo'lib qolmoqda.",
  "Page Not Found": "Page Not Found",
  "Pharmacology and pre-clinical studies (made on cells cultures and animal models) have been conducted to identify the mechanisms of action of NeuroAiD™II, confirming the multimodal approach of the product.": "NeuroAiD ™ II ning ta'sir qilish mexanizmlarini aniqlash uchun farmakologiya va klinikadan oldingi tadqiqotlar (hujayra madaniyati va hayvonlar modellarida qilingan) o'tkazildi, bu mahsulotning multimodal yondashuvini tasdiqlaydi.",
  "Please seek professional advice from your physician or your leading pharmacy.": "Iltimos, shifokoringiz yoki etakchi dorixonangizdan professional maslahat so'rang.",
  "Recommended course duration: 3 months renewable": "Tavsiya etilgan kurs davomiyligi: 3 oy yangilanishi mumkin",
  "Recommended for patients in rehabilitation to support their program for improving daily functional independence.": "Kundalik funktsional mustaqillikni yaxshilash dasturini qo'llab-quvvatlash uchun reabilitat bemorlarga tavsiya etiladi.",
  "Registered and sold in 35 countries worldwide.": "Dunyo bo'ylab 35 mamlakatda ro'yxatdan o'tgan va sotilgan.",
  "Research has been conducted with involvement of international experts. Findings have been published in specialized journals and released in international conferences over the years.": "Xalqaro ekspertlarni jalb qilgan holda tadqiqot ishlari olib borildi. Yillar davomida tadqiqot natijalari ixtisoslashtirilgan jurnallarda nashr etilgan va xalqaro konferentsiyalarda e'lon qilingan.",
  "Scientifically researched.": "Ilmiy tadqiq qilingan.",
  "Supports motor and cognitive functions to improve quality of life.": "Hayot sifatini yaxshilash uchun vosita va kognitiv funktsiyalarni qo'llab-quvvatlaydi.",
  "The NEUROLOGICAL FUNCTIONS correspond to motor and cognitive functions mediated by the brain and nerves.": "NEVROLOGIK FUNKSIYALAR miya va nervlar vositachiligidagi vosita va kognitiv funktsiyalarga mos keladi.",
  "These functions are essential for daily activities such as moving, thinking, speaking and interacting socially.": "Ushbu funktsiyalar harakat qilish, fikrlash, gapirish va ijtimoiy muloqot kabi kundalik faoliyat uchun zarurdir.",
  "What are the neurological functions": "Nevrologik funktsiyalar qanday",
  "You can order NeuroAiD™II directly online and get it delivered to your home in Singapore within 1-2 working days by calling +65 6211 3715": "NeuroAiD™IIga toʻgʻridan-toʻgʻri onlayn buyurtma berishingiz va uni +65 6211 3715 raqamiga qoʻngʻiroq qilib, 1-2 ish kuni ichida Singapurdagi uyingizga yetkazib berishingiz mumkin.",
  "You could also leave your questions by clicking on the box below.": "Quyidagi katakchani bosish orqali ham savollaringizni qoldirishingiz mumkin.",
  "is manufactured following the international standards of Good Manufacturing Practices and has a well - established quality profile. Each batch of NeuroAiD™II is subjected to stringent quality control and ensuring the safety and quality of the product.": "Yaxshi ishlab chiqarish amaliyoti xalqaro standartlari asosida ishlab chiqariladi va yaxshi o'rnatilgan sifat profiliga ega. NeuroAiD™ II ning har bir partiyasi qat'iy sifat nazoratidan o'tkaziladi va mahsulot xavfsizligi va sifatini ta'minlaydi. "
}
