{
  "Bosh sahifa": "Главная",
  "Buyutma berish NeuroAiD™II": "Заказать NeuroAiD™II",
  "NeuroAiD™II Haqida": "O NeuroAiD™II",
  " NeuroAiD has no impact on hepatic and renal functions, cardiovascular parameters, and other biological parameters1, 2 NeuroAiD is not competing nor interacting with other medications. It can be safely combined to usual post-stroke medications or post-traumatic brain injury medications, and can also be added to other therapeutic products1,3. No increase in the rates of delayed adverse events have been reported up to 2 years following a 3-month course with NeuroAiD4,5.": "NeuroAiD не влияет на функции печени и почек, параметры сердечно-сосудистой системы и другие биологические параметры1, 2 NeuroAiD не конкурирует и не взаимодействует с другими препаратами. Его можно безопасно комбинировать с обычными постинсультными препаратами или препаратами от посттравматических повреждений головного мозга, а также добавлять к другим терапевтическим продуктам1,3. Не сообщалось об увеличении частоты отсроченных нежелательных явлений в течение 2 лет после 3-месячного курса NeuroAiD4,5.",
  " was historically a Traditional Chinese Medicine and is listed in Singapore since 2006 as a Chinese Proprietary Medicine and is indicated to support neurological functions.": "традиционной китайской медициной и с 2006 года зарегистрирована в Сингапуре как китайская запатентованная медицина и показана для поддержки неврологических функций.",
  "0.0.1 NeuroAiD takes his origins in the traditional medicine. It is a natural product, made of 9 herbal ingredients.": "0.0.1 NeuroAiD берет свое начало в традиционной медицине. Это натуральный продукт, состоящий из 9 растительных ингредиентов.",
  "0.0.2 Scientists have conducted several studies on NeuroAiD and identified multiple properties involved in neurorepair mechanisms that are stimulated following a brain injury. While the role of each ingredient is not well defined, the synergistic effect of their combination appears to be an optimal answer to boost the recovery process.": "0.0.2 Ученые провели несколько исследований NeuroAiD и выявили многочисленные свойства, участвующие в механизмах нейрорепарации, которые активируются после травмы головного мозга. Хотя роль каждого ингредиента четко не определена, синергетический эффект их комбинации, по-видимому, является оптимальным ответом на ускорение процесса восстановления.",
  "0.0.3 Manufacturing of NeuroAiD is standardized with strict quality control and compliance to Good Manufacturing Practice.": "0.0.3 Производство NeuroAiD стандартизировано со строгим контролем качества и соблюдением надлежащей производственной практики.",
  "1 Composition": "1 композиция",
  "1 NeuroAiD is safe and well tolerated.": "1 NeuroAiD безопасен и хорошо переносится.",
  "1.0.0.0.1 Each ingredient is selected for its properties and safety profile. Manufacturing of NeuroAiD is standardized with strict quality and Good Manufacturing Practice compliance.": "1.0.0.0.1 Каждый ингредиент выбирается по своим свойствам и профилю безопасности. Производство NeuroAiD стандартизировано со строгим соблюдением качества и надлежащей производственной практики.",
  "1.0.1 The safety profile of NeuroAiD is now well established. All clinical studies have reported NeuroAiD as a safe product, without severe adverse events and with only rare and transitory gastro-intestinal discomfort (e.g., nausea, vomiting) in subjects with sensitive digestive transit.": "1.0.1 Профиль безопасности NeuroAiD в настоящее время хорошо известен. Во всех клинических исследованиях сообщалось, что NeuroAiD является безопасным продуктом, не вызывающим серьезных побочных эффектов и вызывающим лишь редкий и преходящий желудочно-кишечный дискомфорт (например, тошноту, рвоту) у субъектов с чувствительным пищеварительным трактом.",
  "1.0.2 NeuroAiD has no impact on hepatic and renal functions, cardiovascular parameters, and other biological parameters1,2": "1.0.2 NeuroAiD не влияет на функции печени и почек, параметры сердечно-сосудистой системы и другие биологические параметры1,2",
  "1.0.3 NeuroAiD is not competing nor interacting with other medications. It can be safely combined to usual post-stroke medications or post-traumatic brain injury medications, and can also be added to other therapeutic products1,3.": "1.0.3 NeuroAiD не конкурирует и не взаимодействует с другими лекарствами. Его можно безопасно комбинировать с обычными постинсультными препаратами или препаратами от посттравматических повреждений головного мозга, а также добавлять к другим терапевтическим продуктам1,3.",
  "1.0.4 No increase in the rates of delayed adverse events have been reported up to 2 years following a 3-month course with NeuroAiD4,5.": "1.0.4 Не сообщалось об увеличении частоты отсроченных нежелательных явлений в течение 2 лет после 3-месячного курса NeuroAiD4,5.",
  "1.1 Always seek advice from your physician.": "1.1 Всегда обращайтесь за советом к своему врачу.",
  "1.1.1 References": "1.1.1 Ссылки",
  "1.2 Find-out if NeuroAiD is right for you.": "1.2 Узнайте, подходит ли вам NeuroAiD.",
  "1.2.1 Leave your questions to our Customer Care team by clicking on the box below. Always seek advice from your physician.": "1.2.1 Оставьте свои вопросы нашей службе поддержки клиентов, нажав на поле ниже. Всегда обращайтесь за советом к своему врачу.",
  "2 How to take NeuroAiD?": "2 Как принимать НейроЭйД?",
  "2 capsules, 3 times daily": "2 капсулы, 3 раза в день",
  "2.0.1 Oral treatment in capsule form.": "2.0.1 Пероральное лечение в форме капсул.",
  "2.0.2 2 capsules, 3 times daily.": "2.0.2 2 капсулы 3 раза в день.",
  "2.0.3 Recommended for a minimum of 3 months.": "2.0.3 Рекомендуется не менее 3 месяцев.",
  "2.0.4 Complying with the recommended dosage gives the highest chance to get the most benefits from NeuroAiD.": "2.0.4 Соблюдение рекомендуемой дозировки дает наибольшие шансы получить максимальную пользу от NeuroAiD.",
  "2.1 Find-out if NeuroAiD is right for you.": "2.1 Узнайте, подходит ли вам NeuroAiD.",
  "2.1.1 Leave your questions to our Customer Care team by clicking on the box below. Always seek advice from your physician.": "2.1.1 Оставьте свои вопросы нашей службе поддержки клиентов, нажав на поле ниже. Всегда обращайтесь за советом к своему врачу.",
  "ASK YOUR QUESTIONS": " Свяжитесь с нами",
  "Alternatively, you may also purchase NeuroAiD™II from Physician Clinics and selected Guardian, Unity or Watson Pharmacies.": "Кроме того, вы также можете приобрести NeuroAiD™II в клинике Euromed S и некоторых аптеках г. Ташкента.",
  "Always seek advice from your physician.": "Всегда обращайтесь за советом к своему врачу.",
  "Apply": "Apply",
  "BIZ BILAN BOG'LANISH": "Свяжитесь с нами",
  "Biz Bilan Bog'lanish": "Biz Bilan Bog'lanish",
  "Bizga Qo'shiling": "Отправить",
  "Buyurtma formasi": "ФОРМА ЗАКАЗА",
  "Chen C va boshqalar. Xitoy tibbiyotining NeuroAiD insultni tiklash bo'yicha samaradorligi: ikki marta ko'r, platsebo-nazorat qilinadigan, randomizatsiyalangan tadqiqot. Qon tomir. 2013a;44:2093-2100": "Чен С и др. Эффективность китайской медицины NeuroAiD при восстановлении после инсульта: двойное слепое плацебо-контролируемое рандомизированное исследование. Инсульт. 2013а;44:2093-2100",
  "Comply with the recommended dosage to gain maximum benefit from NeuroAiD™II": "Соблюдайте рекомендуемую дозировку, чтобы получить максимальную пользу от NeuroAiD™II.",
  "Composition": "Состав",
  "Composition & Dosage": "Состав и дозировка",
  "Content": "Содержание",
  "Content can also be diluted in water": "Содержимое также можно разводить водой",
  "Depending on the conditions of nerves and brain, rehabilitation is essential to regain and improve abilities.": "В зависимости от состояния нервов и мозга реабилитация необходима для восстановления и улучшения способностей.",
  "E-pochta manzili": "Адрес электронной почты",
  "Each ingredient is selected for its properties and safety profile. Manufacturing of NeuroAiD is standardized with strict quality and Good Manufacturing Practice compliance.": "Каждый ингредиент выбран по своим свойствам и профилю безопасности. Производство NeuroAiD стандартизировано со строгим соблюдением качества и надлежащей производственной практики.",
  "Familiya": "Фамилия",
  "Familya": "Фамилия",
  "Find out if NeuroAiD™II is right for you:": "Узнайте, подходит ли вам NeuroAiD™II:",
  "Gan R va boshqalar. Danqi Piantan Jiaonang normal sub'ektlar va insultli bemorlarda gemostaz, gematologiya va biokimyoni o'zgartirmaydi. Miya qon tomir kasalliklari. 2008;25:450-456.": "Ган Р и др. Danqi Piantan Jiaonang не изменяет гемостаз, гематологию и биохимию у здоровых людей и пациентов с инсультом. Цереброваскулярные заболевания. 2008; 25:450-456.",
  "How to get ": "Как получить ",
  "How to take NeuroAiD™II?": "Как принимать NeuroAiD™II?",
  "If you would like more information on NeuroAiD™II, please feel free to contact our Customer Service at +65 6211 3715 during office hours.": "Если вам нужна дополнительная информация о NeuroAiD™II, свяжитесь с нашей службой поддержки клиентов по телефону +998 33 335 03 03 в рабочее время или по телеграмм боту Neuroaiduzbot.",
  "Ism": "Имя",
  "Ismi": "Имя",
  "Key facts on": "Основные факты о",
  "Manufacturing of NeuroAiD is standardized with strict quality control and compliance to Good Manufacturing Practice.": "Производство NeuroAiD стандартизировано со строгим контролем качества и соблюдением надлежащей производственной практики.",
  "Medicin market": "Medicin market",
  "Mobil telefon raqami": "мобильный номер",
  "NeuroAiD is safe and well tolerated.": "NeuroAiD безопасен и хорошо переносится.",
  "NeuroAiD takes his origins in the traditional medicine. It is a natural product, made of 9 herbal ingredients.": "NeuroAiD берет свое начало в традиционной медицине. Это натуральный продукт, состоящий из 9 растительных ингредиентов.",
  "NeuroAiD™II helps support neurological functions and is recommended for patients undergoing rehabilitation program for improving motor and cognitive functions.": "NeuroAiD™II помогает поддерживать неврологические функции и рекомендуется пациентам, проходящим программу реабилитации для улучшения двигательных и когнитивных функций.",
  "NeuroAiD™II is made of 9 natural ingredients: Astragalus root (Radix astragali), Salvia Miltiorrhiza root (Radix Salviae miltiorrhizae), Chinese Peony root (Radix Paeonia rubra), rhizome of Lovage (Rhizoma chuanxiong), Chinese Angelica root (Radix Angelicae sinensis), Safflower(Carthamus tinctorius), Peach seed (Semen persicae), Thinleaf Milkwort root (Radix polygalae), Grassleaf Sweetflag rhizome (Rhizoma Acori tatarinowii)": "NeuroAiD™II состоит из 9 натуральных ингредиентов: корня астрагала (Radix astragali), корня шалфея многокорневого (Radix Salviae miltiorrhizae), корня пиона китайского (Radix Paeonia rubra), корневища любистока (Rhizoma chuanxiong), корня дягиля китайского (Radix Angelicae sinensis). ), сафлор (Carthamus tinctorius), семя персика (Semen persicae), корень молочая тонколистного (Radix polygalae), корневище аира (Rhizoma Acori tatarinowii)",
  "NeuroAiD™II scientifically researched": "NeuroAiD™II научно исследовано",
  "Oral formula in capsule form made of 9 natural herbal ingredients.": "Пероральная формула в форме капсул, состоящая из 9 натуральных растительных ингредиентов.",
  "Oral treatment in capsule form": "Пероральное лечение в форме капсул",
  "Over 45 scientific papers have been published and the research remains very active with ongoing trials to further assess the properties of NeuroAiD’s family products.": "Было опубликовано более 45 научных статей, и исследования продолжаются очень активно, и продолжаются испытания для дальнейшей оценки свойств продуктов семейства NeuroAiD.",
  "Page Not Found": "Page Not Found",
  "Pharmacology and pre-clinical studies (made on cells cultures and animal models) have been conducted to identify the mechanisms of action of NeuroAiD™II, confirming the multimodal approach of the product.": "Фармакологические и доклинические исследования (на культурах клеток и животных моделях) были проведены для определения механизмов действия NeuroAiD™II, подтверждающих мультимодальный подход продукта.",
  "Please seek professional advice from your physician or your leading pharmacy.": "Пожалуйста, обратитесь за профессиональной консультацией к своему врачу или в ведущую аптеку.",
  "Recommended course duration: 3 months renewable": "Recommended course duration: 3 months renewable",
  "Recommended for patients in rehabilitation to support their program for improving daily functional independence.": "Рекомендуется для пациентов, проходящих реабилитацию, для поддержки их программы улучшения повседневной функциональной независимости.",
  "References": "использованная литература",
  "Registered and sold in 35 countries worldwide.": "Зарегистрировано и продается в 35 странах мира.",
  "Research has been conducted with involvement of international experts. Findings have been published in specialized journals and released in international conferences over the years.": "Исследования проводились с привлечением международных экспертов. Результаты были опубликованы в специализированных журналах и обнародованы на международных конференциях на протяжении многих лет.",
  "Safety & Profile": "Безопасность и профиль",
  "Scientifically researched.": "Научно исследовано.",
  "Scientists have conducted several studies on NeuroAiD and identified multiple properties involved in neurorepair mechanisms that are stimulated following a brain injury. While the role of each ingredient is not well defined, the synergistic effect of their combination appears to be an optimal answer to boost the recovery process.": "Ученые провели несколько исследований NeuroAiD и определили множество свойств, участвующих в механизмах нейрорепарации, которые стимулируются после травмы головного мозга. Хотя роль каждого ингредиента четко не определена, синергетический эффект их комбинации, по-видимому, является оптимальным ответом на ускорение процесса восстановления.",
  "Shahripour RB va boshqalar. O'tkir ishemik insult bilan og'rigan kavkazlik bemorlarda NeuroAiD ning uzoq muddatli xavfsizligini baholash uchun tasodifiy sinov. Chin J Integr Med. 2014;20(11): 812-817.": "Шахрипур РБ и соавт. Рандомизированное исследование по оценке долгосрочной безопасности NeuroAiD у пациентов европеоидной расы с острым ишемическим инсультом. Chin J Integr Med. 2014;20(11): 812-817.",
  "Supports motor and cognitive functions to improve quality of life.": "Поддерживает двигательные и когнитивные функции для улучшения качества жизни.",
  "Tarkibi - Doza": "Состав - Доза",
  "The NEUROLOGICAL FUNCTIONS correspond to motor and cognitive functions mediated by the brain and nerves.": "НЕВРОЛОГИЧЕСКИЕ ФУНКЦИИ соответствуют двигательным и когнитивным функциям, опосредованным мозгом и нервами.",
  "The safety profile of NeuroAiD is now well established. All clinical studies have reported NeuroAiD as a safe product, without severe adverse events and with only rare and transitory gastro-intestinal discomfort (e.g., nausea, vomiting) in subjects with sensitive digestive transit. ": "Профиль безопасности NeuroAiD в настоящее время хорошо известен. Во всех клинических исследованиях сообщалось, что NeuroAiD является безопасным продуктом, не вызывающим серьезных побочных эффектов и вызывающим лишь редкий и преходящий желудочно-кишечный дискомфорт (например, тошноту, рвоту) у субъектов с чувствительным пищеварительным трактом. ",
  "These functions are essential for daily activities such as moving, thinking, speaking and interacting socially.": "Эти функции необходимы для повседневной деятельности, такой как движение, мышление, речь и социальное взаимодействие.",
  "Venketasubramanian N va boshqalar. Xitoy tibbiyoti NeuroAiD insultni tiklash bo'yicha samaradorligi - Kengaytma tadqiqoti (CHIMES-E): Uzoq muddatli samaradorlikning ko'p markazli tadqiqoti. Miya qon tomir kasalliklari. 2015;39:309-318.": "Венкетасубраманиан Н. и соавт. Эффективность китайской медицины NeuroAiD в восстановлении после инсульта - Расширенное исследование (CHIMES-E): многоцентровое исследование долгосрочной эффективности. Цереброваскулярные заболевания. 2015;39:309-318.",
  "What are the neurological functions": "Каковы неврологические функции",
  "Xavfsizlik profili": "Профиль безопасности",
  "You can order NeuroAiD™II directly online and get it delivered to your home in Singapore within 1-2 working days by calling +65 6211 3715": "Как получить NeuroAiD™II? Вы можете заказать NeuroAiD™II напрямую онлайн и получить его на дом в Ташкенте в течение 1-2 рабочих дней, позвонив по телефону +998 33 335 03 03 .",
  "You could also leave your questions by clicking on the box below.": "Вы также можете оставить свои вопросы, нажав на поле ниже.",
  "Young S va boshqalar. O'tkir ishemik insult bilan og'rigan bemorlarda MLC601 (NeuroAiD) ning xavfsizlik profili: insultni tiklash bo'yicha Xitoy tibbiyotining NeuroAiD samaradorligi bo'yicha Singapur tadqiqoti. Miya qon tomir kasalliklari. 2010;30:1-6.": "Янг С. и соавт. Профиль безопасности MLC601 (NeuroAiD) у пациентов с острым ишемическим инсультом: сингапурское исследование эффективности китайской медицины NeuroAiD при восстановлении после инсульта. Цереброваскулярные заболевания. 2010;30:1-6.",
  "is manufactured following the international standards of Good Manufacturing Practices and has a well - established quality profile. Each batch of NeuroAiD™II is subjected to stringent quality control and ensuring the safety and quality of the product.": "производится в соответствии с международными стандартами надлежащей производственной практики и имеет хорошо зарекомендовавший себя профиль качества. Каждая партия NeuroAiD™II проходит строгий контроль качества и обеспечение безопасности и качества продукта."
}
