{
  "Bosh sahifa": "Домашняя страница",
  "Haqida NeuroAiD™II": "О NeuroAiD™II",
  "Buyutma berish NeuroAiD™II": "Заказ NeuroAiD™II",
  " was historically a Traditional Chinese Medicine and is listed in Singapore since 2006 as a Chinese Proprietary Medicine and is indicated to support neurological functions.": "традиционной китайской медициной и с 2006 года зарегистрирована в Сингапуре как китайская запатентованная медицина и показана для поддержки неврологических функций.",
  "2 capsules, 3 times daily": "2 капсулы, 3 раза в день",
  "ASK YOUR QUESTIONS": "ЗАДАЙТЕ СВОИ ВОПРОСЫ",
  "Alternatively, you may also purchase NeuroAiD™II from Physician Clinics and selected Guardian, Unity or Watson Pharmacies.": "Кроме того, вы также можете приобрести NeuroAiD™II в клиниках Physician Clinics и некоторых аптеках Guardian, Unity или Watson.",
  "Apply": "Apply",
  "Bizga Qo'shiling": "Присоединяйтесь к нам",
  "Buyurtma formasi": "ФОРМА ЗАКАЗА",
  "Comply with the recommended dosage to gain maximum benefit from NeuroAiD™II": "Соблюдайте рекомендуемую дозировку, чтобы получить максимальную пользу от NeuroAiD™II.",
  "Content can also be diluted in water": "Содержимое также можно разводить водой",
  "Depending on the conditions of nerves and brain, rehabilitation is essential to regain and improve abilities.": "В зависимости от состояния нервов и мозга реабилитация необходима для восстановления и улучшения способностей.",
  "E-pochta manzili": "Адрес электронной почты",
  "Familiya": "Семья",
  "Familya": "Familya",
  "Find out if NeuroAiD™II is right for you:": "Узнайте, подходит ли вам NeuroAiD™II:",
  "How to get ": "Как получить ",
  "How to take NeuroAiD™II?": "Как принимать NeuroAiD™II?",
  "If you would like more information on NeuroAiD™II, please feel free to contact our Customer Service at +65 6211 3715 during office hours.": "Если вам нужна дополнительная информация о NeuroAiD™II, свяжитесь с нашей службой поддержки клиентов по телефону +65 6211 3715 в рабочее время.",
  "Ism": "Имя",
  "Ismi": "Имя",
  "Key facts on": "Основные факты о",
  "Medicin market": "Medicin market",
  "Mobil telefon raqami": "мобильный номер",
  "NeuroAiD™II helps support neurological functions and is recommended for patients undergoing rehabilitation program for improving motor and cognitive functions.": "NeuroAiD™II помогает поддерживать неврологические функции и рекомендуется пациентам, проходящим программу реабилитации для улучшения двигательных и когнитивных функций.",
  "NeuroAiD™II is made of 9 natural ingredients: Astragalus root (Radix astragali), Salvia Miltiorrhiza root (Radix Salviae miltiorrhizae), Chinese Peony root (Radix Paeonia rubra), rhizome of Lovage (Rhizoma chuanxiong), Chinese Angelica root (Radix Angelicae sinensis), Safflower(Carthamus tinctorius), Peach seed (Semen persicae), Thinleaf Milkwort root (Radix polygalae), Grassleaf Sweetflag rhizome (Rhizoma Acori tatarinowii)": "NeuroAiD™II состоит из 9 натуральных ингредиентов: корня астрагала (Radix astragali), корня шалфея многокорневого (Radix Salviae miltiorrhizae), корня пиона китайского (Radix Paeonia rubra), корневища любистока (Rhizoma chuanxiong), корня дягиля китайского (Radix Angelicae sinensis). ), сафлор (Carthamus tinctorius), семя персика (Semen persicae), корень молочая тонколистного (Radix polygalae), корневище аира (Rhizoma Acori tatarinowii)",
  "NeuroAiD™II scientifically researched": "NeuroAiD™II научно исследовано",
  "Oral formula in capsule form made of 9 natural herbal ingredients.": "Пероральная формула в форме капсул, состоящая из 9 натуральных растительных ингредиентов.",
  "Oral treatment in capsule form": "Пероральное лечение в форме капсул",
  "Over 45 scientific papers have been published and the research remains very active with ongoing trials to further assess the properties of NeuroAiD’s family products.": "Было опубликовано более 45 научных статей, и исследования продолжаются очень активно, и продолжаются испытания для дальнейшей оценки свойств продуктов семейства NeuroAiD.",
  "Page Not Found": "Page Not Found",
  "Pharmacology and pre-clinical studies (made on cells cultures and animal models) have been conducted to identify the mechanisms of action of NeuroAiD™II, confirming the multimodal approach of the product.": "Фармакологические и доклинические исследования (на культурах клеток и животных моделях) были проведены для определения механизмов действия NeuroAiD™II, подтверждающих мультимодальный подход продукта.",
  "Please seek professional advice from your physician or your leading pharmacy.": "Пожалуйста, обратитесь за профессиональной консультацией к своему врачу или в ведущую аптеку.",
  "Recommended course duration: 3 months renewable": "Recommended course duration: 3 months renewable",
  "Recommended for patients in rehabilitation to support their program for improving daily functional independence.": "Рекомендуется для пациентов, проходящих реабилитацию, для поддержки их программы улучшения повседневной функциональной независимости.",
  "Registered and sold in 35 countries worldwide.": "Зарегистрировано и продается в 35 странах мира.",
  "Research has been conducted with involvement of international experts. Findings have been published in specialized journals and released in international conferences over the years.": "Исследования проводились с привлечением международных экспертов. Результаты были опубликованы в специализированных журналах и обнародованы на международных конференциях на протяжении многих лет.",
  "Scientifically researched.": "Научно исследовано.",
  "Supports motor and cognitive functions to improve quality of life.": "Поддерживает двигательные и когнитивные функции для улучшения качества жизни.",
  "The NEUROLOGICAL FUNCTIONS correspond to motor and cognitive functions mediated by the brain and nerves.": "НЕВРОЛОГИЧЕСКИЕ ФУНКЦИИ соответствуют двигательным и когнитивным функциям, опосредованным мозгом и нервами.",
  "These functions are essential for daily activities such as moving, thinking, speaking and interacting socially.": "Эти функции необходимы для повседневной деятельности, такой как движение, мышление, речь и социальное взаимодействие.",
  "What are the neurological functions": "Каковы неврологические функции",
  "You can order NeuroAiD™II directly online and get it delivered to your home in Singapore within 1-2 working days by calling +65 6211 3715": "Вы можете заказать NeuroAiD™II напрямую онлайн и получить его на дом в Сингапуре в течение 1-2 рабочих дней, позвонив по телефону +65 6211 3715.",
  "You could also leave your questions by clicking on the box below.": "Вы также можете оставить свои вопросы, нажав на поле ниже.",
  "is manufactured following the international standards of Good Manufacturing Practices and has a well - established quality profile. Each batch of NeuroAiD™II is subjected to stringent quality control and ensuring the safety and quality of the product.": "производится в соответствии с международными стандартами надлежащей производственной практики и имеет хорошо зарекомендовавший себя профиль качества. Каждая партия NeuroAiD™II проходит строгий контроль качества и обеспечение безопасности и качества продукта."
}
